package View;

public class Menu {
    public void start() {
        System.out.println("Меню: ");
        System.out.print(
                "-  1: Полный список животных\n" +
                        "-  2: Завести в базу новое животное\n" +
                        "-  3: Что умеет животное\n" +
                        "-  4: Дрессировать животное\n" +
                        "-  5: Найти инф по имени\n" +
                        "-  6: Изменить данные\n" +
                        "-  7: Удалить животное\n");


    }
}


